Repository: YukinoShary/Pixiv-Wallpaper-for-Windows-10
Catalog: Pixiv_Wallpaper_for_Windows_10/String/*/Resources.resw
Source language: en_us
Languages: ja, zh_hans

# 120Mins
source: 120 Minutes
ja: 120 分
zh_hans: 120 分钟

# 15Mins
source: 15 Minutes
ja: 15 分
zh_hans: 15 分钟

# 180Mins
source: 180 Minutes
ja: 180 分
zh_hans: 180 分钟

# 30Mins
source: 30 Minutes
ja: 30 分
zh_hans: 30 分钟

# 60Mins
source: 60 Minutes
ja: 60 分
zh_hans: 60 分钟

# Account.Text
source: Account:
ja: アカウント:
zh_hans: 帐户:

# BackgroundMode.Text
source: Background Mode
ja: バックグラウンドモード
zh_hans: 后台模式

# BackgroundModeExplanation.Text
source: The Backgound Task Mode can maximize power save if your network speed is fast enough to download an illustration within 30s, or the application will be closed.
ja: バックグラウンドタスクモードは、ネットワーク速度が30秒以内にイラストをダウンロードできれば、省電力を最大化できます。30秒を超える場合、アプリが閉じられます
zh_hans: 后台任务模式可以最大限度地节省电源(如有必要)，但由于系统限制，每一次后台的插画下载任务只能存活30秒。为了应用的稳定，请尽量使用扩展会话模式

source: BackgroundTask
ja: バックグラウンドタスク
zh_hans: 后台任务

# BackgroundTaskDenied
source: Application cannot register background task
ja: アプリのバックグラウンドタスクが拒否されました
zh_hans: 应用无法注册后台任务

# BackgroundTaskDeniedExplanation
source: If you want to make this app active in the background with backgroud task, try to change the power settings and plugging in wall power
ja: このアプリをバックグラウンドで動きたい場合は電源の設定変更、又は外部電源を使用してください
zh_hans: 如果你希望应用能以后台任务的形式在后台保持活动，请更改电源设定或插入外部电源

source: BatterySetting
ja: バッテリー設定
zh_hans: 电池设定

# ClearIllustrations.Content
source: Clear illustrations
ja: イラストを全部消す
zh_hans: 清除插画

# ConnectionFail
source: Connection failed while downloading illustration
ja: イラストのダウンロードサーバを接続できませんでした
zh_hans: pixiv插画服务器连接失败

# ConnectionFailExplanation
source: The connection timed out when trying to download illustrations from pixiv. Please check the network connection
ja: イラストをダウンロードしようとしたとき接続がタイムアウトしました。 ネットワーク接続を確認してください
zh_hans: 连接到pixiv插画服务器超时，请检查网络连接

# ConnectionLost
source: Connection lost while downloading illustration
ja: イラストのダウンロード中に接続が失われました
zh_hans: 服务器连接中断

# ConnectionLostExplanation
source: The connection was interrupted while downloading illustrations from pixiv. Please check the network connection
ja: イラストをダウンロード中に接続が切断されました。 ネットワーク接続を確認してください
zh_hans: 从pixiv服务器下载插画时连接中断，请检查网络连接

# DataRequestFail
source: Data request failed
ja: データを取得できませんでした
zh_hans: 数据请求失败

# DataRequestFailExplanation
source: Please confirm you have logged or clear the cookies and login again
ja: ログインしたことを確認するか、Cookieをクリアして、再度ログインしてください
zh_hans: 请确认你的登录状态或尝试清理cookie再次登录

# ExtendedExecutionDenied
source: Application extended execution has been denied
ja: アプリ延長実行が拒否されました
zh_hans: 应用扩展会话被禁止

# ExtendedExecutionDeniedExplanation
source: Due to system limitations, the application cannot continue activities in the background. Please try to change the power settings so that the app can work in background
ja: システムの制限により、アプリはバックグラウンドで動きません。 アプリがバックグラウンドで動くように電源の設定を変更してみてください
zh_hans: 由于系统限制，应用无法继续在后台活动。若希望应用能在后台运行，请尝试更改电源设置

source: ExtendedSession
ja: 延長実行
zh_hans: 扩展会话

# FailToChangeLock
source: Failed to change lock screen
ja: ロック画面は変更できません
zh_hans: 更换锁屏失败

# FailToChangeWallpaper
source: Failed to change wallpaper
ja: 壁紙が変更できません
zh_hans: 更换壁纸失败

# FailToGetQueue
source: Failed to get pixiv recommendation queue
ja: pixivおすすめキューを取得できません
zh_hans: 获取pixiv推荐队列失败

# FailToGetQueueExplanation
source: Please check your network connection and enter the correct account and password
ja: ネットワーク接続を確認してください
zh_hans: 请检查你的网络连接

source: Illustrator:
ja: ユーザー:
zh_hans: 画师:

# LocalData.Text
source: Local data
ja: ローカルデータ
zh_hans: 本地数据

# LocalDataSize.Text
source: Local illustrations total size:
ja: イラストファイルサイズ:
zh_hans: 本地插画缓存:

# Next.Text
source: Next illustration
ja: 次のイラスト
zh_hans: 下一张插画

# NotSupport
source: Your device does not support automatic wallpaper replacement
ja: お使いのデバイスは自動壁紙交換をサポートしていません
zh_hans: 你的设备不支持自动更换壁纸

# Other.Text
source: Other options
ja: 他のオプション
zh_hans: 其他选项

# OtherOptionsExplanation.Text
source: Change lock screen at the same time
ja: 同時にロック画面を変更する
zh_hans: 同时更换锁屏

# Password.Text
source: Password:
ja: パスワード:
zh_hans: 密码:

# PleaseCheckNetwork
source: Please check your network connection
ja: ネットワーク接続を確認してください
zh_hans: 请检查您的网络连接

# Preview.Text
source: Preview
ja: プレビュー
zh_hans: 预览

# Refresh.Text
source: Refresh illustrations list
ja: イラストキューを更新する
zh_hans: 更新插画队列

# RefreshExplanation
source: This update only refresh the illustration ID queue in memory. You need to click the "Next illustration" button to check the new illustration in the preview page
ja: この更新では、メモリ内のイラストIDキューのみが更新されます。 プレビューページで新しいイラストを見るには、「次のイラスト」ボタンをクリックする必要があります
zh_hans: 此更新仅仅是更新内存中的插画ID队列，你需要点击"下一张插画"在"预览"中查看新的插画

# Setting.Text
source: Setting
ja: 設定
zh_hans: 设置

# SetWallpaper.Text
source: Set as wallpaper
ja: 壁紙に設定する
zh_hans: 设为壁纸

# Success
source: Change wallpaper successfully
ja: 壁紙を変更しました
zh_hans: 成功更换壁纸

# UnknownError
source: An unknown error occurred while downloading the illustration
ja: イラストのダウンロード中に不明なエラーが発生しました
zh_hans: 在下载插画时发生了未知错误

# UpdateInterval.Text
source: Update interval
ja: 更新間隔
zh_hans: 更新时间间隔

# UpdateIntervalExplanation.Text
source: Set the time interval for updating Wallpapers
ja: 壁紙を更新する時間間隔を設定する
zh_hans: 设置壁纸的更新时间间隔

# UpdateMode.Text
source: Update Mode
ja: 更新モード
zh_hans: 更新模式

# UpdateModeExplanation.Text
source: Select the illustrations update mode."Recommendation" mode will select the illustrations with appropriate aspect ratio
ja: イラスト更新モードを選択してください。「おすすめ」モードでは、適切なアスペクト比のイラストを選択します
zh_hans: 选择插画更新的模式，"pixiv推荐"模式会自动筛选出长宽比合适的插画

# VisitLocalFolder.Content
source: Visit local folder
ja: ローカルフォルダにアクセスする
zh_hans: 浏览本地文件夹
